---
kind: property
id: P:Autodesk.Revit.DB.ProjectInfo.OrganizationDescription
source: html/4aba5b79-50ea-300d-c94b-3e38d4be686d.htm
---
# Autodesk.Revit.DB.ProjectInfo.OrganizationDescription Property

Get or Set the Organization Description of the Project Information.

## Syntax (C#)
```csharp
public string OrganizationDescription { get; set; }
```

## Remarks
This property is used to get or set the Project Number of the Project Information.